Revit 2027 API
SymbolTypeId.Dong Property
 Symbol ₫, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Dong { get; }
Public Shared ReadOnly Property Dong As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Dong {
	ForgeTypeId^ get ();
}
static member Dong : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace